{
   "@context":"https://standards-ontotest.oftrust.net/v2/Context/DataProductOutput/ProductCatalog/",
   "data":{
      "product":{
         "codeProductCatalog":"1063570",
         "codeProduct":"16VG4970170",
         "gTIN":"6408070067345",
         "name":"NOVA 12 G497 18 L ",
         "taxVATCode":"FI01970674",
         "nameBrand":"Tikkurila",
         "groupName":"NOVA 12",
         "nameTechnical":"Puolihimmeä G497 18 L",
         "unitUsage":"LTR",
         "unitSales":"NMP",
         "updated":"2020-02-19T13:07:00",
         "categorizationRakennustieto":"Sisämaali",
         "categorizationTalo2000":"483.13 Vesiohenteiset sisäseinä- ja kattomaalit RL 03",
         "idSystemLocal":"2445705",
         "status":"Aktiivinen",
         "supplier":{
            "name":"Tikkurila Oyj",
            "taxVATCode":"FI01970674"
         },
         "package":{
            "amountPerPackage":"1",
            "gTIN":"6408070067345",
         },
         "safety":[
            {
               "idSystemLocal":"368203",
               "safetyNameDocument":"68522_14V-s_15V-s_16V-s_17V-s_Finland_FI_Tikkurila.pdf",
               "safetyNameCommercial":"NOVA 2, 7, 12, 20",
               "updated":"2016-05-24T12:00:00",
               "safetyUsageIntended":"Vesipohjainen maali",
               "safetyFirstAidInstructions":"4.1 Ensiaputoimenpiteiden kuvausYleiset: Kaikissa epävarmoissa tapauksissa tai oireiden jatkuessa on hakeuduttava lääkärin hoitoon. Näytä tämä käyttöturvallisuustiedote tai etiketti lääkärille mikäli mahdollista.Silmäkosketus: Poista mahdolliset piilolinssit. Huuhtele silmät välittömästi runsaalla määrällä haaleaa vettä silmäluomia auki pitäen. Jatka huuhtelua vähintään 10 minuutin ajan.Hengitystiet: Siirrä raittiiseen ilmaan.Ihokosketus: Pese iho huolellisesti saippualla ja vedellä tai käytä sopivaksi todettua ihonpuhdistusainetta. ÄLÄ käytä liuottimia tai ohenteita.Nieleminen: Jos on vahingossa nielty tuotetta, huuhdellaan suu vedellä (vain jos henkilö on tajuissaan). Jos tuotetta on nielty merkittäviä määriä tai oireita ilmaantuu ota yhteyttä lääkäriin.4.2 Tärkeimmät oireet ja vaikutukset, sekä välittömät että viivästyneetSisältää: 1,2-bentsisotiatsol-3(2H)-onia 5-kloori-2-metyyli-2H-isotiatsol-3-onia / 2-metyyli-2H-isotiatsol-3-onia Voi aiheuttaa allergisen reaktion.",
               "safetyPreventionAndProtection":"8.1 Valvontaa koskevat muuttujatHTP-arvot: Altistusraja-arvoa ei tiedossa.Suositeltavat tarkkailumenetelmät: Mikäli tämä tuote sisältää ainesosia, joille on säädetty altistusraja, saatetaan tarvita henkilökohtaista, työpaikan ilmaan kohdistuvaa tai biologista seurantaa ilmanvaihdon ja muiden valvontatoimien tehokkuuden ja/tai hengityksensuojalaitteiden tarpeen selvittämiseksi.",
               "safetyDisposalInstructions":"13.1 Jätteiden käsittelymenetelmätTuoteHävitysmenetelmät: Kerää tuotejätteet sopivaan säiliöön hävittämistä varten. Tuotetta ei saa päästää viemäriin. Jätteet kerätään ja hävitetään voimassa olevan ympäristölainsäädännön, - lupien ja paikallisten jätehuoltomääräysten mukaisesti. Liuotinvapaa, kovettunut maali- ja maalausjäte voidaan yleensä toimittaa kaatopaikalle. Nestemäinen jäte tulee toimittaa vaarallisten jätteiden keräyspisteeseen tai muualle vastaavaan paikkaan vaarallisena jätteenä käsiteltäväksi.Euroopan jäteluettelo (EWC)Jätekoodi: 08 01 12. Jätteen merkintä: muut kuin nimikkeessä 08 01 11 mainitut maali- ja lakkajätteet. Jos tätä tuotetta sekoitetaan muihin jätteisiin, alkuperäinen jätekoodi ei välttämättä enää päde ja soveltuva koodi tulisi antaa. Lisätietoja varten, ota yhteyttä paikalliseen jätteenkäsittelyviranomaiseen.PakkaaminenHävitysmenetelmät: Tyhjät, kuivat myyntipakkaukset voidaan toimittaa järjestettyyn pakkausten kierrätykseen tai tällaisen mahdollisuuden puuttuessa yleiselle kaatopaikalle.",
               "safetyCasNumber":"2634-33-5#1,2-bentsisotiatsol-3(2H)-oni#pitoisuus <0,05%;5-Kloori-2-metyyli-4-isotiatsolin3-onin [EY nro. 247-500-7] ja 2-metyyli-4-isotiatsolin-3-onin [EY nro. 220-239-6] (3:1) seos#pitoisuus <0,0015%"
            }
         ],
         "documents":[
            {
               "name":"Tikkurila Oyj",
               "updated":"2016-05-24T12:00:00",
               "url":"https:/..."
            }
         ]
      }
   },
   "signature":{
      "type":"RsaSignature2018",
      "created":"2018-11-22T12:00:00Z",
      "creator":"https://example.org/creator/public_key.pub",
      "signatureValue":"eyJ0eXAiOiJK...gFWFOEjXk"
   }
}